/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d wynik"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "wyników: %d";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Wyniki";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Brak wyników";

"SHOW_ALL_N" = "Pokaż wszystkie %d";
"SHOW_TOP_COUNT" = "Pokaż najcelniejszych %d";
"MORE_TITLE_FORMAT" = "Więcej…";

"PREVIEW_TRASH" = "Kosz";
"PREVIEW_WHERE" = "Gdzie";
"PREVIEW_ITUNES_LIBRARY" = "Biblioteka muzyczna iTunes";
"PREVIEW_MESSAGE_FROM" = "Od";
"PREVIEW_MESSAGE_TO" = "Do";
"PREVIEW_MESSAGE_RECIEVED" = "Odebrane";
"PREVIEW_MESSAGE_SUBJECT" = "Temat";
"PREVIEW_MESSAGE_FOLDER" = "katalog";
"PREVIEW_DIMENSIONS" = "Wymiary";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ pikseli";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ punktów";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ cali";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Lokacja";
"PREVIEW_ICAL_CALENDAR" =  "Kalendarz";
"PREVIEW_ICAL_START_DATE" = "Data początkowa";
"PREVIEW_ICAL_DUE_DATE" = "Data wypełnienia";
"PREVIEW_ICAL_ATTENDEES" = "Uczestnicy";
"PREVIEW_ARTICLE_POSTED" = "Data wysłania";
"PREVIEW_BOOLEAN_TRUE" = "tak";
"PREVIEW_BOOLEAN_FALSE" = "nie";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Nic nie jest zaznaczone";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d rzecz zaznaczona";
"PREVIEW_ONE_SELECTED" = "1 rzecz zaznaczona";

"NO_MAIL_SUBJECT" = "Bez tematu";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indeksuję woluminy (%d%% gotowe)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indeksuję woluminy";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Szukaj w %@";
"LINK_SEARCH_DATE_RANGE" = "Tydzień %@ do %@";
"LINK_SEARCH_MONTH_RANGE" = "Miesiąc od %@ do %@";
"LINK_SEARCH_YEAR_RANGE" = "Rok od %@ do %@";
"LINK_SEARCH_DATE_NEWER" = "Nowsze niż %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = " — ";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Zmiany";
"SAVED_SEARCH_SAVE" = "Zachowaj";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Podgląd";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "wiadomość pocztowa";
"KIND_ICAL_EVENT" = "zdarzenie iCal";
"KIND_ICAL_TODO" = "Rzecz do zrobienia iCal";

"SEARCH_NAME_AND_ATTRIBUTES" = "Nazwa i atrybuty";
"SEARCH_NAME_ONLY" = "Tylko nazwa";
"SEARCH_ADVANCED" = "Zaawansowane";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Inne…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Proste zapytanie";
"RAW_QUERY_SLICE_DESCRIPTION" = "Zwrot prostego zapytania dołączony do szukania";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Rozszerzenie pliku";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "Rozszerzenie nazwy pliku rzeczy";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Pliki systemowe";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Uwzględnij pliki systemowe, np. pliki preferencji i wtyczki";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Rzeczy Spotlight";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Uwzględnianie kontaktów, poczty, zdarzeń, witryn i innych";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Kategoria";
